// (C) Copyright 2006-2013 HP Development Company, L.P.
// All Rights Reserved Worldwide

// Table View Column Names
"deviceName" = "Laitteen nimi";
"connection" = "Yhteys";
"model" = "Tulostinmalli";
"details" = "Laitemalli";
"aggregateDeviceType" = "Laitetyyppi";
"isInstalled" = "Asennettu";

"All" = "Kaikki";

// Format string for info-label with no filter
"Found %lu devices" = "Löytyi %lu laitetta";
// Format string for info-label with filter
"Showing %lu of %lu devices" = "Näytetään %lu / %lu laitetta";

"Rendezvous" = "Bonjour";

"Add" = "Lisää";
"Cancel" = "Peruuta";

// Filter titles
"Connection Type:" = "Yhteystyyppi:";
"Device Type:" = "Laitetyyppi:";

// Connection type filter menu items
"Printer" = "Tulostin";
"Scanner" = "Skanneri";
"Fax" = "Faksi";

// Sort filter tooltip
"ItemArrangement" = "Muuta kohdejärjestelyä";
"Arrange" = "Järjestä";
